Repository: sap-nocops/caponzoniere
Catalog: po/*.po
Languages: it

source: Error
it: Errore

source: Cannot initialize the app. Please check your internet connection
it: L'applicazione non può essere inizializzata. Controlla la connessione ad internet

source: Songs lyrics
it: Testi

source: Random Songs
it: Canzoni casuali

source: Random Topics
it: Argomenti casuali

source: Colors:
it: Colori:

source: Choose one color each singer and sing when the text is of your color
it: Ogni cantante scelga un colore e canti quando il testo è del suo colore

source: Choose Singers
it: Scegli il numero dei cantanti

source: One Singer
it: Un cantante

source: blue
it: blu

source: Two Singer
it: Due cantanti

source: red
it: rosso

source: Three Singer
it: Tre cantanti

source: yellow
it: giallo

source: Four Singer
it: Quattro cantanti

source: purple
it: viola

source: Songs
it: Canzoni

source: Search...
it: Cerca...
